Repository: matthewyang204/OpenUnarchiver
Catalog: The Unarchiver/*.lproj/Localizable.strings
Languages: sv

source: %@ (+%d more)
sv: %1$@ (+%2$d kvar)

source: Could not extract the file "%@" from the archive "%@": %@
sv: Kunde inte packa upp filen "%1$@" från arkivet "%2$@": %3$@

source: Could not extract the resource fork for the file "%@" from the archive "%@": %@
sv: Kunde inte packa upp resursdelen för filen "%1$@" från arkivet "%2$@": %3$@

source: Default encoding
sv: Standardkodning

source: Detect automatically
sv: Upptäck automatiskt

source: Extract
sv: Packa upp

source: Extract Archive
sv: Packa upp arkiv

source: Extracting "%@"
sv: Packar upp "%@"

source: Preparing to extract "%@"
sv: Förbereder att packa upp "%@"

source: Select
sv: Välj

source: Select files to unarchive
sv: Välj filer att packa upp

source: The contents of the file "%@" can not be extracted with this program.
sv: Innehållet i filen "%@" kan inte packas upp av detta program.

source: There was a problem while extracting the contents of the file "%@": %@
sv: Ett problem stöttes på när filen "%1$@" packades upp: %2$@

source: There was a problem while reading the contents of the file "%@": %@
sv: Ett problem stöttes på när filen "%1$@" skulle läsas: %2$@

source: Unarchive
sv: Packa upp

source: You need to supply a password to open the archive "%@".
sv: Du behöver skriva in ett lösenord för att öppna arkivet "%@".

source: Attempted to read more data than was available
sv: Akrivfilen är inte komplett

source: Opening file failed
sv: Filen kunde inte öppnas

source: Missing or wrong password
sv: Lösenordet accepterades inte

source: Wrong checksum
sv: Filen är skadad

source: Could not create directory
sv: Kunde inte skapa mappen

source: Unknown error
sv: Okänt fel

source: Failed to write to file
sv: Kunde inte skriva till filen

source: Function called with illegal parameters
sv: Funktionen kallade otillåtna parametrar

source: Data is corrupted
sv: Datan är skadad

source: File is not fully supported
sv: Filformatet stöds inte till fullo

source: Required resource missing
sv: Krävd resurs saknas

source: Error on decrunching
sv: Fel vid uppackning

source: Unknown file type
sv: Okänd filtyp

source: File, disk has been skipped
sv: Fil, disk hoppades över

source: User cancelled extraction
sv: Användaren avbröt uppackningen

source: File already exists
sv: Filen existerar redan

source: Verify failed (disk hook)
sv: Verifiering misslyckades (disk hook)

source: Wrong drive geometry
sv: Felaktig skivgeometri

source: Unknown data format
sv: Okänt dataformat

source: Source contains no files
sv: Källan innehåller inga filer

source: Unknown filesystem
sv: Okänt filsystem

source: Name of file exists as directory
sv: Namn på filen existerar redan som en mapp

source: Buffer was too short
sv: Bufferten var för kort

source: Text encoding was defective
sv: Textkodning var defekt

source: Could not create symlink
sv: Kunde inte skapa symbolisk länk
